Repository: Scuffed-Guard/Draper-Red-Edge
Catalog: redbot/cogs/mutes/locales/*.po
Languages: tr_tr

source: That user is already muted in this channel.
tr_tr: O kullanıcı bu kanalda zaten susturulmuş.

source: That user is not muted in this channel.
tr_tr: O kullanıcı bu kanalda susturulmamış.

source: I cannot let you do that. You are not higher than the user in the role hierarchy.
tr_tr: Bunu yapmana izin veremem. Rolün işlem yapmaya çalıştığın kişiden daha düşük.

source: I cannot let you do that. You are not higher than the mute role in the role hierarchy.
tr_tr: Bunu yapmana izin veremem. Rol hiyerarşisinde susturma rolünden yüksekte değilsin.

source: That user cannot be muted, as they have the Administrator permission.
tr_tr: Yönetici iznine sahip olduğundan dolayı o kullanıcı susturulamaz.

source: Failed to mute or unmute user. I need the Manage Roles permission and the user I'm muting must be lower than myself in the role hierarchy.
tr_tr: Kullanıcı susturulamadı veya geri açılamadı. Rolleri yönetme iznine sahip olmam ve susturduğum kullanıcının rol hiyerarşisinde benden aşağıda olması gerekmekte.

source: Failed to mute or unmute user. I need the Manage Permissions permission.
tr_tr: Kullanıcı susturulamadı veya geri açılamadı. İzinleri Yönetme iznine ihtiyacım var.

source: The user has left the server while applying an overwrite.
tr_tr: Hükümsüz kılma uygulanırken kullanıcı sunucudan ayrıldı.

source: The channel I tried to mute or unmute the user in isn't found.
tr_tr: Kullanıcıyı susturmaya ya da geri açmaya çalıştığım kanal bulunamadı.

source: The mute role no longer exists.
tr_tr: O susturulmuş rolü artık yok.

source: Because I don't have the Move Members permission, this will take into effect when the user rejoins.
tr_tr: Üyelerin yerini değiştirme iznine sahip olmadığımdan, bu kullanıcı çıkıp girdiğinde etkili olacak.

source: Automatic unmute
tr_tr: Otomatik geri açma

source: Server unmute
tr_tr: Sunucuda susturma kaldırma

source: I am unable to unmute {user} for the following reason:\n{reason}
tr_tr: {user} kullanıcısının susturmasını şu sebepten dolayı geri alamadım:\n{reason}

source: \nUnmuted in channels:
tr_tr: \nŞu kanallarda susturması geri alındı:

source: {member} could not be unmuted for the following reasons:\n
tr_tr: {member} üyesinin şu sebeplerden dolayı susturması geri alınamadı:\n

source: {reason} In the following channels: {channels}\n
tr_tr: {reason} Şu kanallarda: {channels}\n

source: Voice unmute
tr_tr: Seste susturma kaldırma

source: Channel unmute
tr_tr: Kanalda susturma kaldırma

source: I am unable to unmute {user} in {channel} for the following reason:\n{reason}
tr_tr: {user} kullanıcısının susturmasını {channel} kanalında şu sebepten dolayı geri alamadım:\n{reason}

source: Unknown
tr_tr: Bilinmiyor

source: No reason provided.
tr_tr: Sebep belirtilmedi.

source: Until
tr_tr: 'e kadar

source: Duration
tr_tr: Süre

source: Guild
tr_tr: Sunucu

source: Moderator
tr_tr: Moderatör

source: \n**Moderator**: {moderator}
tr_tr: \n**Moderatör**: {moderator}

source: \n**Until**: {until}\n**Duration**: {duration}
tr_tr: \n**Bitiş**: {until}\n**Süre**: {duration}

source: \n**Guild**: {guild_name}
tr_tr: \n**Sunucu**: {guild_name}

source: Manually removed mute role
tr_tr: Susturulmuş rolü elle kaldırıldı

source: Manually applied mute role
tr_tr: Susturulmuş rolü elle uygulandı

source: Server mute
tr_tr: Sunucuda susturma

source: Manually removed channel overwrites
tr_tr: Kanal hükümsüzleştirmeleri elle kaldırıldı

source: Previously muted in this server.
tr_tr: Bu sunucuda daha önce susturulmuş.

source: Mute settings.
tr_tr: Susturma ayarları.

source: Set whether mute notifications should be sent to users in DMs.
tr_tr: Kullanıcılara özel mesaj olarak susturma bildirimlerinin gönderilmesini ayarla.

source: I will now try to send mute notifications to users DMs.
tr_tr: Artık kullanıcılara susturma bildirimlerini özel mesaj olarak göndermeye çalışacağım.

source: Mute notifications will no longer be sent to users DMs.
tr_tr: Susturma bildirimleri kullanıcılara artık özel mesaj olarak gönderilmeyecek.

source: Decide whether the name of the moderator muting a user should be included in the DM to that user.
tr_tr: Kullanıcıyı susturan moderatörün adının özel mesajda olup olmamasını ayarla.

source: I will include the name of the moderator who issued the mute when sending a DM to a user.
tr_tr: Bir kullanıcıya özel mesaj atarken sorumlu moderatörün ismini dahil edeceğim.

source: I will not include the name of the moderator who issued the mute when sending a DM to a user.
tr_tr: Bir kullanıcıya özel mesaj atarken sorumlu moderatörün ismini dahil etmeyeceğim.

source: \n Whether or not to force role only mutes on the bot\n
tr_tr: \n Bot üzerinde role özgü susturmaların zorlanıp zorlanmayacağı\n

source: Okay I will enforce role mutes before muting users.
tr_tr: Tamamdır, kullanıcıları susturmadan önce rol susturmalarını uygulayacağım.

source: Okay I will allow channel overwrites for muting users.
tr_tr: Tamamdır, kullanıcıları sustururken kanal hükümsüzleştirmelerine izin vereceğim.

source: \n Shows the current mute settings for this guild.\n
tr_tr: \n Bu sunucu için mevcut susturma ayarlarını gösterir.\n

source: Mute Role: {role}\nNotification Channel: {channel}\nDefault Time: {time}\nSend DM: {dm}\nShow moderator: {show_mod}
tr_tr: Susturma Rolü: {role}\nBildirim Kanalı: {channel}\nVarsayılan Süre: {time}\nDM Atma: {dm}\nModeratör belirtme: {show_mod}

source: \n Set the notification channel for automatic unmute issues.\n\n If no channel is provided this will be cleared and notifications\n about issues when unmuting users will not be sent anywhere.\n
tr_tr: \n Susturma otomatik geri alınırken oluşabilecek sorunlar için bildirim kanalını ayarla.\n\n Eğer bir kanal verilmezse bu ayar temizlenecek ve \n susturma geri alınırken oluşabilecek sorunlar bir yere gönderilmeyecek.\n

source: Notification channel for unmute issues has been cleard.
tr_tr: Susturma geri alınırken oluşabilecek sorunlar için bildirim kullanılacak bildirim kanalının ayarı temizlendi.

source: I will post unmute issues in {channel}.
tr_tr: Susturma geri alma hatalarını {channel} kanalına yazacağım.

source: Sets the role to be applied when muting a user.\n\n If no role is setup the bot will attempt to mute a user by setting\n channel overwrites in all channels to prevent the user from sending messages.\n\n Note: If no role is setup a user may be able to leave the server\n and rejoin no longer being muted.\n
tr_tr: Bir kullanıcı susturulurken verilecek rolü ayarlar.\n\n Eğer bir rol ayarlanmazsa bot kullanıcıyı konuşmasını\n engellemek için tüm kanallarda hükümsüzleştirme ayarlayarak susturmaya çalışır.\n\n Not: Eğer bir rol ayarlanmazsa kullanıcı susturulmamak için\n sunucudan çıkıp girebilir.\n

source: Channel overwrites will be used for mutes instead.
tr_tr: Susturmalar için kanal hükümsüzleştirmeleri kullanılacak.

source: You can't set this role as it is not lower than you in the role hierarchy.
tr_tr: Rol hiyerarşisinde senden aşağıda olmadığından bu rolü ayarlayamazsın.

source: Mute role set to {role}
tr_tr: Susturulmuş rolü {role} olarak ayarlandı

source: No notification channel has been setup, use {command_1} to be updated when there's an issue in automatic unmutes.
tr_tr: Herhangi bir bildirim kanalı ayarlanmamış, otomatik susturma geri almada bir sorun çıkarsa bilgi almak için {command_1} kullanın.

source: Create a Muted role.\n\n This will create a role and apply overwrites to all available channels\n to more easily setup muting a user.\n\n If you already have a muted role created on the server use\n `[p]muteset role ROLE_NAME_HERE`\n
tr_tr: Bir susuturulmuş rolü oluştur.\n\n Bu bir kullanıcının susturulmasını daha kolay ayarlamak için bir rol oluşturur\n ve mevcut tüm kanallarda hükümsüzleştirmeleri ayarlar.\n\n Eğer sunucuda ayarlanmış bir susturulmuş rolünüz varsa\n `[p]muteset role ROL_ADI` komutunu kullanın\n

source: There is already a mute role setup in this server. Please remove it with {command} before trying to create a new one.
tr_tr: Bu sunucuda ayarlanmış bir susturulmuş rolü zaten var. Yeni bir tane oluşturmadan önce {command} ile var olanı kaldırın.

source: Mute role setup
tr_tr: Susturulmuş rolü ayarlandı

source: I could not create a muted role in this server.
tr_tr: Bu sunucuda susturulmuş rolü oluşturamadım.

source: I could not set overwrites for the following channels: {channels}
tr_tr: Şu kanallar için hükümsüzleştirmeleri ayarlayamadım: {channels}

source: \n Set the default mute time for the mute command.\n\n If no time interval is provided this will be cleared.\n
tr_tr: \n mute komutu için varsayılan susturma süresini ayarla.\n\n Bir zaman aralığı verilmezse bu ayar temizlenir.\n

source: Default mute time removed.
tr_tr: Varsayılan susturma süresi kaldırıldı.

source: Please provide a valid time format.
tr_tr: Lütfen geçerli bir zaman biçimi sağlayın.

source: Default mute time set to {time}.
tr_tr: Varsayılan susturma süresi {time} olarak ayarlandı.

source: This server does not have a mute role setup. You can setup a mute role with `{command_1}` or`{command_2}` if you just want a basic role created setup.\n\n
tr_tr: Bu sunucunun susturulmuş rolü ayarlanmamış `{command_1}` ile bir susturulmuş rolü ayarlayabilir veya basit bir rolün oluşturulmasını istiyorsanız `{command_2}` kullanabilirsiniz.\n\n

source: Channel overwrites for muting users can get expensive on Discord's API as such we recommend that you have an admin setup a mute role instead. Channel overwrites will also not re-apply on guild join, so a user who has been muted may leave and re-join and no longer be muted. Role mutes do not have this issue.\n\nAre you sure you want to continue with channel overwrites?
tr_tr: Kullanıcıları sustururken kanal hükümsüzleştirmeleri kullanmak Discord API'a çok sayıda istekte bulunulmasını gerektirebileceğinden bir susturulmuş rolü ayarlanması tavsite edilir. Üstelik kanal hükümsüzleştirmeleri sunucuya katılırken tekrar uygulanmayacağından kullanıcılar çıkıp girerek susturulmaktan kurtulabilirler. Bir susturulmuş rolü kullanmak tüm bu sorunları çözer.\n\nSusturma için kanal hükümsüzleştirmeleri kullanmak istediğinizden emin misiniz?

source: Reacting with ✅ will continue the mute with overwrites and stop this message from appearing again, Reacting with ❎ will end the mute attempt.
tr_tr: ✅ ile tepki vermek kanal hükümsüzleştirmeleri kullanılmasını onaylar ve bu mesaj bir daha karşınıza gelmez. ❎ ile tepki vermek susturma denemesini iptal eder.

source: Saying `yes` will continue the mute with overwrites and stop this message from appearing again, saying `no` will end the mute attempt.
tr_tr: `yes` ile cevap vermek kanal hükümsüzleştirmeleri kullanılmasını onaylar ve bu mesaj bir daha karşınıza gelmez. `no` ile cevap vermek susturma denemesini iptal eder.

source: OK then.
tr_tr: Tamam o zaman.

source: \n Displays active mutes on this server.\n
tr_tr: \n Sunucuda devam eden susturmaları gösterir.\n

source: __Server Mutes__\n
tr_tr: __Sunucudaki Susturmalar__\n

source: __<#{channel_id}> Mutes__\n
tr_tr: __<#{channel_id}> Susturmalar__\n

source: There are no mutes on this server right now.
tr_tr: Bu sunucuda şu anda susturulmuş kişi bulunmamakta.

source: Mute users.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[time_and_reason]` is the time to mute for and reason. Time is\n any valid time length such as `30 minutes` or `2 days`. If nothing\n is provided the mute will use the set default time or indefinite if not set.\n\n Examples:\n `[p]mute @member1 @member2 spam 5 hours`\n `[p]mute @member1 3 days`\n\n
tr_tr: Kullanıcıları sustur.\n\n `<users...>` boşluk ile ayrılmış kullanıcı adları, IDleri ya da pinglerinden oluşan bir listedir.\n `[time_and_reason]` Susturmanın ne kadar süreceği ve hangi sebeple yapılacağıdır. Sür\n `30 minutes` veya `2 days` gibi geçerli her hangi bir zaman zarfı olabilir. Eğer belirtilmemişse\n Bot ayarlanmışsa varsayılan susturma süresini kullanır ve eğer ayarlanmamışsa kullanıcıyı sonsuza dek susturur.\n\n Örnek:\n `[p]mute @üye1 @üye2 spam 5 hours`\n `[p]mute @üye1 3 days`\n\n

source: You cannot mute me.
tr_tr: Beni susturamazsın.

source: You cannot mute yourself.
tr_tr: Kendini susturamazsın.

source: for {duration}
tr_tr: {duration} süreliğine

source: {users} has been muted in this server{time}.
tr_tr: {users} bu sunucuda susturuldu{time}.

source: {users} have been muted in this server{time}.
tr_tr: {users} bu sunucuda susturuldu{time}.

source: - {reason} In the following channels: {channels}\n
tr_tr: - {reason} Şu kanallarda: {channels}\n

source: Some users could not be properly muted. Would you like to see who, where, and why?
tr_tr: Bazı kullanıcılar doğru düzgün susturulamadı. Kim, nerde, ve neden görmek ister misiniz?

source: Mute a user in the current text channel.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[time_and_reason]` is the time to mute for and reason. Time is\n any valid time length such as `30 minutes` or `2 days`. If nothing\n is provided the mute will use the set default time or indefinite if not set.\n\n Examples:\n `[p]mutechannel @member1 @member2 spam 5 hours`\n `[p]mutechannel @member1 3 days`\n
tr_tr: Bir kullanıcıyı mevcut metin kanalında sustur.\n\n `<users...>` boşluk ile ayrılmış kullanıcı adları, IDleri ya da pinglerinden oluşan bir listedir.\n `[time_and_reason]` Susturmanın ne kadar süreceği ve hangi sebeple yapılacağıdır. Sür\n `30 minutes` veya `2 days` gibi geçerli her hangi bir zaman zarfı olabilir. Eğer belirtilmemişse\n Bot ayarlanmışsa varsayılan susturma süresini kullanır ve eğer ayarlanmamışsa kullanıcıyı sonsuza dek susturur.\n\n Örnek:\n `[p]mute @üye1 @üye2 spam 5 hours`\n `[p]mute @üye1 3 days`\n

source: Channel mute
tr_tr: Kanalda susturma

source: {users} has been muted in this channel{time}.
tr_tr: {users} bu kanalda susturuldu{time}.

source: {users} have been muted in this channel{time}.
tr_tr: {users} bu kanalda susturuldu{time}.

source: The following users could not be muted\n
tr_tr: Şu kullanıcılar susturulamadı\n

source: Unmute users.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[reason]` is the reason for the unmute.\n
tr_tr: Kullanıcıların susturmasını kaldır.\n\n `<users...>` kullanıcı adları, IDleri veya pinglerinden oluşan boşluklarla ayrışmış bir listedir.\n `[reason]` susturmanın kaldırılma sebebidir.\n

source: You cannot unmute me.
tr_tr: Benim susturmamı kaldıramazsın.

source: You cannot unmute yourself.
tr_tr: Kendi susturmanı kaldıramazsın.

source: {users} unmuted in this server.
tr_tr: {users} bu sunucudaki susturmaları kaldırıldı.

source: Unmute a user in this channel.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[reason]` is the reason for the unmute.\n
tr_tr: Bu kanalda bir kullanıcının susturmasını kaldır.\n\n `<users...>` kullanıcı adları, IDleri veya pinglerinden oluşan boşluklarla ayrışmış bir listedir.\n `[reason]` susturmanın kaldırılma sebebidir.\n

source: {users} unmuted in this channel.
tr_tr: {users} bu kanaldaki susturmaları kaldırıldı.

source: The following users could not be unmuted\n
tr_tr: Şu kullanıcıların susturmaları kaldırılamadı\n

source: That user is not in a voice channel.
tr_tr: O kullanıcı her hangi bir ses kanalında değil.

source: I require the {perms} permission(s) in that user's channel to do that.
tr_tr: Bunu yapabilmek için o kullanıcının kanalında {perms} izinlerine ihtiyacım var.

source: You must have the {perms} permission(s) in that user's channel to use this command.
tr_tr: Bu komutu kullanabilmek için o kullanıcının kanalında {perms} izinlerine ihtiyacınız var.

source: Mute a user in their current voice channel.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[time_and_reason]` is the time to mute for and reason. Time is\n any valid time length such as `30 minutes` or `2 days`. If nothing\n is provided the mute will use the set default time or indefinite if not set.\n\n Examples:\n `[p]voicemute @member1 @member2 spam 5 hours`\n `[p]voicemute @member1 3 days`
tr_tr: Bir kullanıcıyı mevcut metin ses sustur.\n\n `<users...>` boşluk ile ayrılmış kullanıcı adları, IDleri ya da pinglerinden oluşan bir listedir.\n `[time_and_reason]` Susturmanın ne kadar süreceği ve hangi sebeple yapılacağıdır. Sür\n `30 minutes` veya `2 days` gibi geçerli her hangi bir zaman zarfı olabilir. Eğer belirtilmemişse\n Bot ayarlanmışsa varsayılan susturma süresini kullanır ve eğer ayarlanmamışsa kullanıcıyı sonsuza dek susturur.\n\n Örnek:\n `[p]voicemute @üye1 @üye2 spam 5 hours`\n `[p]voicemute @üye1 3 days`\n`

source: Voice mute
tr_tr: Seste susturma

source: Unmute a user in their current voice channel.\n\n `<users...>` is a space separated list of usernames, ID's, or mentions.\n `[reason]` is the reason for the unmute.
tr_tr: Bir kullanıcının şu an bulundukları ses kanalında susturmasını kaldır.\n\n `<users...>` kullanıcı adları, IDleri veya pinglerinden oluşan boşluklarla ayrışmış bir listedir.\n `[reason]` susturmanın kaldırılma sebebidir.\n.
